Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Authentication was cancelled.
de: Authentifizierung wurde abgebrochen.
es: Se canceló la autenticación.
fr: L'authentification a été annulée.
ja: 認証がキャンセルされました。
zh_hans: 验证已取消。
zh_hant: 驗證已取消。

source: Auto-Lock Timeout
de: Zeit bis zur automatischen Sperre
es: Tiempo hasta el bloqueo automático
fr: Délai de verrouillage automatique
ja: 自動ロックまでの時間
zh_hans: 自动锁定时限
zh_hant: 自動鎖定時限

source: Auto-Unlock with Face ID
de: Automatisch mit Face ID entsperren
es: Desbloqueo automático con Face ID
fr: Déverrouillage automatique avec Face ID
ja: Face ID で自動ロック解除
zh_hans: 使用 Face ID 自动解锁
zh_hant: 使用 Face ID 自動解鎖

source: Auto-Unlock with Face ID prompts after a database is opened. When background locking is off, NextPass still uses the auto-lock timeout and locks the next time the app becomes active after that deadline has passed.
de: Nach dem Öffnen einer Datenbank fordert NextPass zur Entsperrung mit Face ID auf. Wenn das Sperren im Hintergrund deaktiviert ist, verwendet NextPass weiterhin die Zeit bis zur automatischen Sperre und sperrt die Datenbank, sobald die App nach Ablauf dieser Frist wieder aktiv wird.
es: Tras abrir una base de datos, NextPass solicita el desbloqueo con Face ID. Si el bloqueo en segundo plano está desactivado, NextPass sigue utilizando el tiempo hasta el bloqueo automático y bloquea la base de datos la próxima vez que la app vuelva a estar activa después de que ese plazo haya vencido.
fr: Après l'ouverture d'une base de données, NextPass propose de la déverrouiller avec Face ID. Lorsque le verrouillage en arrière-plan est désactivé, NextPass continue d'utiliser le délai de verrouillage automatique et verrouille la base de données dès que l'app redevient active après l'expiration de ce délai.
ja: 「Face ID で自動ロック解除」は、データベースを開いたあとに確認を求めます。バックグラウンドでのロックをオフにしている場合も、NextPass は自動ロックまでの時間を使用し、その時間が過ぎたあとに App が次にアクティブになった時点でロックします。
zh_hans: 打开数据库后，“使用 Face ID 自动解锁”会弹出提示。关闭后台锁定时，NextPass 仍会使用自动锁定时限，并在超过该期限后 App 下次变为活跃时锁定。
zh_hant: 開啟資料庫後，「使用 Face ID 自動解鎖」會顯示提示。關閉背景鎖定時，NextPass 仍會採用自動鎖定時限，並在超過該期限後，App 下次變為使用中時鎖定。

source: Auto-Unlock with Touch ID
de: Automatisch mit Touch ID entsperren
es: Desbloqueo automático con Touch ID
fr: Déverrouillage automatique avec Touch ID
ja: Touch ID で自動ロック解除
zh_hans: 使用 Touch ID 自动解锁
zh_hant: 使用 Touch ID 自動解鎖

source: AutoFill can unlock with Touch ID on its own. NextPass itself never unlocks automatically — use the Touch ID button on the unlock screen.
de: AutoFill kann sich selbst mit Touch ID entsperren. NextPass selbst entsperrt sich nie automatisch – verwende dafür die Touch-ID-Taste im Entsperrbildschirm.
es: El autorrelleno puede desbloquearse por sí solo con Touch ID. NextPass nunca se desbloquea automáticamente: usa el botón de Touch ID en la pantalla de desbloqueo.
fr: Le remplissage automatique peut se déverrouiller seul avec Touch ID. NextPass ne se déverrouille jamais automatiquement — utilisez le bouton Touch ID de l'écran de déverrouillage.
ja: 自動入力は Touch ID だけでロックを解除できます。NextPass 本体が自動でロックを解除することはありません。ロック解除画面の Touch ID ボタンをお使いください。
zh_hans: 自动填充可以自行使用触控 ID 解锁。NextPass 本身绝不会自动解锁——请使用解锁屏幕上的触控 ID 按钮。
zh_hant: 自動填寫可以自行使用觸控 ID 解鎖。NextPass 本身絕不會自動解鎖——請使用解鎖畫面上的觸控 ID 按鈕。

source: AutoFill from all your databases
de: AutoFill aus allen Ihren Datenbanken
es: Autorrelleno de todas sus bases de datos
fr: Remplissage automatique depuis toutes vos bases de données
ja: すべてのデータベースから自動入力
zh_hans: 从你的所有数据库自动填充
zh_hant: 從你的所有資料庫自動填寫

source: AutoFill in iOS
de: AutoFill unter iOS
es: Autorrelleno en iOS
fr: Remplissage automatique dans iOS
ja: iOS の自動入力
zh_hans: iOS 中的自动填充
zh_hant: iOS 中的自動填寫

source: AutoFill in macOS
de: AutoFill unter macOS
es: Autorrelleno en macOS
fr: Remplissage automatique dans macOS
ja: macOS の自動入力
zh_hans: macOS 中的自动填充
zh_hant: macOS 中的自動填寫

source: AutoFill is on, but no databases are selected.
de: AutoFill ist aktiviert, aber es sind keine Datenbanken ausgewählt.
es: El autorrelleno está activado, pero no hay bases de datos seleccionadas.
fr: Le remplissage automatique est activé, mais aucune base de données n'est sélectionnée.
ja: 自動入力はオンですが、データベースが選択されていません。
zh_hans: 自动填充已开启，但未选择任何数据库。
zh_hant: 自動填寫已開啟，但未選取任何資料庫。

source: AutoFill with NextPass
de: AutoFill mit NextPass
es: Autorrelleno con NextPass
fr: Remplissage automatique avec NextPass
ja: NextPass で自動入力
zh_hans: 使用 NextPass 自动填充
zh_hant: 使用 NextPass 自動填寫

source: Back to Database List
de: Zur Datenbankliste
es: Volver a la lista de bases de datos
fr: Retour à la liste des bases de données
ja: データベース一覧に戻る
zh_hans: 返回数据库列表
zh_hant: 返回資料庫列表

source: Backups
de: Sicherungskopien
es: Copias de seguridad
fr: Sauvegardes
ja: バックアップ
zh_hans: 备份
zh_hant: 備份

source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランス
zh_hans: 均衡
zh_hant: 均衡

source: Basics
de: Grundlagen
es: Fundamentos
fr: Généralités
ja: 基本情報
zh_hans: 基础
zh_hant: 基礎

source: Biometric unlock
de: Biometrisches Entsperren
es: Desbloqueo biométrico
fr: Déverrouillage biométrique
ja: 生体認証によるロック解除
zh_hans: 生物识别解锁
zh_hant: 生物辨識解鎖

source: Biometric Unlock Failed
de: Biometrisches Entsperren fehlgeschlagen
es: Error de desbloqueo biométrico
fr: Échec du déverrouillage biométrique
ja: 生体認証によるロック解除に失敗しました
zh_hans: 生物识别解锁失败
zh_hant: 生物辨識解鎖失敗

source: Biometric unlock isn't available right now. You can still use your password and key file.
de: Biometrisches Entsperren ist derzeit nicht verfügbar. Sie können weiterhin Ihr Passwort und Ihre Schlüsseldatei verwenden.
es: El desbloqueo biométrico no está disponible en este momento. Aún puede usar su contraseña y su archivo de clave.
fr: Le déverrouillage biométrique n'est pas disponible pour le moment. Vous pouvez toujours utiliser votre mot de passe et votre fichier de clé.
ja: 生体認証によるロック解除は現在利用できません。パスワードとキーファイルは引き続き使用できます。
zh_hans: 生物识别解锁目前不可用。你仍可使用密码和密钥文件。
zh_hant: 生物辨識解鎖目前無法使用。你仍可使用密碼和金鑰檔案。

source: Biometric unlock was cancelled before NextPass could open the database.
de: Das biometrische Entsperren wurde abgebrochen, bevor NextPass die Datenbank öffnen konnte.
es: El desbloqueo biométrico se canceló antes de que NextPass pudiera abrir la base de datos.
fr: Le déverrouillage biométrique a été annulé avant que NextPass ne puisse ouvrir la base de données.
ja: データベースが開かれる前に、生体認証によるロック解除がキャンセルされました。
zh_hans: 在 NextPass 打开数据库之前，生物识别解锁已被取消。
zh_hant: 在 NextPass 開啟資料庫之前，生物辨識解鎖已被取消。

source: Block HMAC invalid — wrong password or corrupted file
de: Block-HMAC ungültig — falsches Passwort oder beschädigte Datei
es: HMAC de bloque no válido — contraseña incorrecta o archivo dañado
fr: HMAC de bloc invalide — mot de passe incorrect ou fichier corrompu
ja: ブロックの HMAC が無効です。パスワードが違うか、ファイルが破損しています
zh_hans: 块 HMAC 无效——密码错误或文件已损坏
zh_hant: 區塊 HMAC 無效——密碼錯誤或檔案已損毀

source: Block Screen Capture
de: Bildschirmaufnahmen blockieren
es: Bloquear capturas de pantalla
fr: Bloquer les captures d'écran
ja: 画面キャプチャをブロック
zh_hans: 阻止屏幕捕捉
zh_hant: 阻擋螢幕擷取

source: Browse the earlier versions of an entry and restore one. The current contents are kept, so you can undo it. Thanks to @miquno.
de: Blättern Sie durch die früheren Versionen eines Eintrags und stellen Sie eine davon wieder her. Der aktuelle Inhalt bleibt erhalten, sodass Sie den Schritt rückgängig machen können. Dank an @miquno.
es: Explore las versiones anteriores de una entrada y restaure una de ellas. El contenido actual se conserva, por lo que puede deshacer el cambio. Gracias a @miquno.
fr: Parcourez les versions précédentes d'une entrée et restaurez-en une. Le contenu actuel est conservé, ce qui vous permet d'annuler l'opération. Merci à @miquno.
ja: エントリの以前のバージョンを一覧から選んで復元できます。現在の内容は保持されるので、元に戻すこともできます。@miquno さんに感謝します。
zh_hans: 浏览条目的早期版本并恢复其中之一。当前内容会保留，因此可以撤销。感谢 @miquno。
zh_hant: 瀏覽項目的較早版本並回復其中一個。目前內容會保留，因此可以還原此操作。感謝 @miquno。

source: Browse your entries by tag
de: Ihre Einträge nach Tags durchsuchen
es: Explore sus entradas por etiqueta
fr: Parcourez vos entrées par tag
ja: タグでエントリを探す
zh_hans: 按标签浏览条目
zh_hant: 依標籤瀏覽項目

source: Built with the community
de: Gemeinsam mit der Community entwickelt
es: Creado junto con la comunidad
fr: Développé avec la communauté
ja: コミュニティとともに
zh_hans: 与社区共同打造
zh_hant: 與社群共同打造

source: Buy Me a Coffee
de: Kaffee spendieren
es: Invitarme a un café
fr: Offrez-moi un café
ja: コーヒーを 1 杯おごる
zh_hans: 请我喝杯咖啡
zh_hant: 請我喝杯咖啡

source: Cache unavailable
de: Cache nicht verfügbar
es: Caché no disponible
fr: Cache indisponible
ja: キャッシュを利用できません
zh_hans: 缓存不可用
zh_hant: 快取無法使用

source: Camera Access Needed
de: Kamerazugriff erforderlich
es: Se necesita acceso a la cámara
fr: Accès à la caméra requis
ja: カメラへのアクセスが必要です
zh_hans: 需要相机访问权限
zh_hant: 需要取用相機

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
zh_hans: 类别
zh_hant: 類別

source: CC0 1.0 Universal / Apache 2.0 (dual-licensed)
de: CC0 1.0 Universal / Apache 2.0 (Doppellizenz)
es: CC0 1.0 Universal / Apache 2.0 (licencia dual)
fr: CC0 1.0 Universal / Apache 2.0 (double licence)
ja: CC0 1.0 Universal / Apache 2.0（デュアルライセンス）
zh_hans: CC0 1.0 Universal / Apache 2.0（双重许可）
zh_hant: CC0 1.0 Universal / Apache 2.0（雙重授權）

source: Change Icon
de: Symbol ändern
es: Cambiar icono
fr: Changer l'icône
ja: アイコンを変更
zh_hans: 更改图标
zh_hant: 更改圖示

source: Change Key File
de: Schlüsseldatei ändern
es: Cambiar archivo de clave
fr: Changer le fichier de clé
ja: キーファイルを変更
zh_hans: 更改密钥文件
zh_hant: 更改金鑰檔案

source: Change master key
de: Master-Schlüssel ändern
es: Cambiar clave maestra
fr: Modifier la clé principale
ja: マスターキーを変更
zh_hans: 更改主密钥
zh_hant: 更改主金鑰

source: Change Master Key
de: Master-Schlüssel ändern
es: Cambiar clave maestra
fr: Modifier la clé principale
ja: マスターキーを変更
zh_hans: 更改主密钥
zh_hant: 更改主金鑰

source: Change Master Key?
de: Master-Schlüssel ändern?
es: ¿Cambiar la clave maestra?
fr: Modifier la clé principale ?
ja: マスターキーを変更しますか？
zh_hans: 要更改主密钥吗？
zh_hant: 要更改主金鑰嗎？

source: Change Master Key…
de: Master-Schlüssel ändern…
es: Cambiar clave maestra…
fr: Modifier la clé principale…
ja: マスターキーを変更…
zh_hans: 更改主密钥…
zh_hant: 更改主金鑰…

source: Change your master password
de: Ändere dein Master-Passwort
es: Cambia tu contraseña maestra
fr: Changez votre mot de passe principal
ja: マスターパスワードを変更
zh_hans: 更改主密码
zh_hant: 更改主密碼

source: Changes Merged
de: Änderungen zusammengeführt
es: Cambios combinados
fr: Modifications fusionnées
ja: 変更をマージしました
zh_hans: 更改已合并
zh_hant: 變更已合併

source: Changes not saved
de: Änderungen nicht gesichert
es: Cambios no guardados
fr: Modifications non enregistrées
ja: 変更は保存されていません
zh_hans: 更改未保存
zh_hant: 更改未儲存

source: Changes the entry icon
de: Ändert das Symbol des Eintrags
es: Cambia el icono de la entrada
fr: Modifie l'icône de l'entrée
ja: エントリのアイコンを変更します
zh_hans: 更改条目图标
zh_hant: 更改項目圖示

source: Changing Master Key
de: Master-Schlüssel wird geändert
es: Cambiando clave maestra
fr: Modification de la clé principale
ja: マスターキーを変更しています
zh_hans: 正在更改主密钥
zh_hant: 正在更改主金鑰

source: Changing the master key re-encrypts this database file with a new master password and/or key file.
de: Beim Ändern des Master-Schlüssels wird diese Datenbankdatei mit einem neuen Master-Passwort und/oder einer neuen Schlüsseldatei neu verschlüsselt.
es: Al cambiar la clave maestra, este archivo de base de datos se vuelve a cifrar con una nueva contraseña maestra y/o un nuevo archivo de clave.
fr: La modification de la clé principale rechiffre ce fichier de base de données avec un nouveau mot de passe principal et/ou un nouveau fichier de clé.
ja: マスターキーを変更すると、このデータベースファイルは新しいマスターパスワードやキーファイルで暗号化し直されます。
zh_hans: 更改主密钥会用新的主密码和/或密钥文件重新加密此数据库文件。
zh_hant: 更改主金鑰會以新的主密碼和/或金鑰檔案重新加密此資料庫檔案。

source: Character Sets
de: Zeichensätze
es: Conjuntos de caracteres
fr: Jeux de caractères
ja: 文字の種類
zh_hans: 字符集
zh_hant: 字元集

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
ja: アップデートを確認…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose a database from the sidebar to unlock and browse it.
de: Wählen Sie eine Datenbank in der Seitenleiste aus, um sie zu entsperren und zu durchsuchen.
es: Elija una base de datos en la barra lateral para desbloquearla y explorarla.
fr: Choisissez une base de données dans la barre latérale pour la déverrouiller et la parcourir.
ja: サイドバーからデータベースを選択すると、ロックを解除して閲覧できます。
zh_hans: 从边栏选择一个数据库以解锁并浏览。
zh_hant: 從側邊欄選擇資料庫以解鎖並瀏覽。

source: Choose a group to view its entries.
de: Wählen Sie eine Gruppe aus, um ihre Einträge anzuzeigen.
es: Elija un grupo para ver sus entradas.
fr: Choisissez un groupe pour afficher ses entrées.
ja: グループを選択すると、その中のエントリが表示されます。
zh_hans: 选择一个群组以查看其条目。
zh_hant: 選擇群組以檢視其項目。

source: Choose a KeePass .kdbx database to open.
de: Wählen Sie eine KeePass-Datenbank im .kdbx-Format zum Öffnen aus.
es: Seleccione una base de datos de KeePass con extensión .kdbx para abrirla.
fr: Choisissez une base de données KeePass au format .kdbx à ouvrir.
ja: 開く KeePass の .kdbx データベースを選択してください。
zh_hans: 请选择要打开的 KeePass .kdbx 数据库。
zh_hant: 請選擇要開啟的 KeePass .kdbx 資料庫。

source: Choose a long, unique master password: it protects the entire database and cannot be recovered if forgotten.
de: Wählen Sie ein langes, einzigartiges Master-Passwort: Es schützt die gesamte Datenbank und kann nicht wiederhergestellt werden, wenn Sie es vergessen.
es: Elija una contraseña maestra larga y única: protege toda la base de datos y no se puede recuperar si la olvida.
fr: Choisissez un mot de passe principal long et unique : il protège l'ensemble de la base de données et ne peut pas être récupéré en cas d'oubli.
ja: 長くて他と重複しないマスターパスワードを設定してください。データベース全体を保護するもので、忘れると復元できません。
zh_hans: 请选择一个长且唯一的主密码：它保护整个数据库，忘记后将无法恢复。
zh_hant: 請選擇一個長且獨特的主密碼：它保護整個資料庫，忘記後將無法復原。

source: Choose a writable Files destination.
de: Wählen Sie ein beschreibbares Ziel in „Dateien“ aus.
es: Elija un destino con permiso de escritura en «Archivos».
fr: Choisissez une destination inscriptible dans « Fichiers ».
ja: 書き込み可能な「ファイル」の保存先を選択してください。
zh_hans: 请选择可写入的“文件”目标位置。
zh_hant: 請選擇可寫入的「檔案」目標位置。

source: Choose an entry to view or edit its details.
de: Wählen Sie einen Eintrag aus, um seine Details anzuzeigen oder zu bearbeiten.
es: Elija una entrada para ver o editar sus detalles.
fr: Choisissez une entrée pour afficher ou modifier ses détails.
ja: エントリを選択すると、詳細の表示や編集ができます。
zh_hans: 选择一个条目以查看或编辑其详细信息。
zh_hant: 選擇項目以檢視或編輯其詳細資訊。

source: Choose an entry's icon from the KeePass icon set or your database's custom icons — or download the website's own icon. Your choice is saved in the database, so it shows up everywhere. Thanks to @miquno.
de: Wähle das Symbol eines Eintrags aus dem KeePass-Symbolsatz oder den eigenen Symbolen deiner Datenbank – oder lade das Symbol der Website herunter. Deine Wahl wird in der Datenbank gespeichert und erscheint so überall. Dank an @miquno.
es: Elige el icono de una entrada entre el conjunto de iconos de KeePass o los iconos personalizados de tu base de datos, o descarga el icono del sitio web. Tu elección se guarda en la base de datos, así que aparece en todas partes. Gracias a @miquno.
fr: Choisissez l'icône d'une entrée parmi le jeu d'icônes KeePass ou les icônes personnalisées de votre base de données – ou téléchargez l'icône du site web. Votre choix est enregistré dans la base de données et apparaît donc partout. Merci à @miquno.
ja: エントリのアイコンは、KeePass の標準アイコンやデータベースのカスタムアイコンから選べるほか、Web サイト自身のアイコンをダウンロードすることもできます。選んだアイコンはデータベースに保存されるので、どこでも同じように表示されます。@miquno さんに感謝します。
zh_hans: 可从 KeePass 图标集或数据库的自定图标中选择条目的图标，也可以下载网站自己的图标。您的选择会保存在数据库中，因此会在各处显示。感谢 @miquno。
zh_hant: 可從 KeePass 圖示集或資料庫的自訂圖示中選擇項目的圖示，也可以下載網站本身的圖示。您的選擇會儲存在資料庫中，因此會在各處顯示。感謝 @miquno。

source: Choose Credential
de: Zugangsdaten auswählen
es: Elegir credencial
fr: Choisir les identifiants
ja: 認証情報を選択
zh_hans: 选择凭据
zh_hant: 選擇憑證

source: Choose Different File
de: Andere Datei auswählen
es: Elegir otro archivo
fr: Choisir un autre fichier
ja: 別のファイルを選択
zh_hans: 选择其他文件
zh_hant: 選擇其他檔案

source: Choose from the standard KeePass icon set so your groups are recognizable at a glance. Thanks to @miquno.
de: Wählen Sie aus dem Standard-Symbolsatz von KeePass, damit Ihre Gruppen auf einen Blick erkennbar sind. Dank an @miquno.
es: Elija entre el conjunto de iconos estándar de KeePass para que sus grupos sean reconocibles de un vistazo. Gracias a @miquno.
fr: Choisissez parmi le jeu d'icônes standard de KeePass pour que vos groupes soient reconnaissables en un coup d'œil. Merci à @miquno.
ja: KeePass の標準アイコンセットから選んで、グループをひと目で見分けられるようにできます。@miquno さんに感謝します。
zh_hans: 从标准 KeePass 图标集中选择，让你的群组一目了然。感谢 @miquno。
zh_hant: 從標準 KeePass 圖示集中選擇，讓你的群組一目瞭然。感謝 @miquno。

source: Choose Group
de: Gruppe auswählen
es: Elegir grupo
fr: Choisir un groupe
ja: グループを選択
zh_hans: 选择群组
zh_hant: 選取群組

source: Choose how to remove this entry.
de: Wählen Sie aus, wie dieser Eintrag entfernt werden soll.
es: Elija cómo quitar esta entrada.
fr: Choisissez comment supprimer cette entrée.
ja: このエントリの削除方法を選択してください。
zh_hans: 选择如何移除此条目。
zh_hant: 選擇如何移除此項目。

source: Choose New Entry above to save this verification code.
de: Wähle oben „Neuer Eintrag“, um diesen Bestätigungscode zu speichern.
es: Elige «Nueva entrada» arriba para guardar este código de verificación.
fr: Choisis « Nouvelle entrée » ci-dessus pour enregistrer ce code de vérification.
ja: この確認コードを保存するには、上の「新規エントリ」を選択してください。
zh_hans: 选择上方的“新建条目”以保存此验证码。
zh_hant: 選擇上方的「新增項目」以儲存此驗證碼。

source: Choose NextPass when an app or website offers to add a passkey, and save it directly to your default AutoFill database.
de: Wähle NextPass, wenn eine App oder Website anbietet, einen Passkey hinzuzufügen, und speichere ihn direkt in deiner standardmäßigen AutoFill-Datenbank.
es: Elige NextPass cuando una app o sitio web te ofrezca añadir una llave de acceso y guárdala directamente en tu base de datos predeterminada de Autorrelleno.
fr: Choisissez NextPass lorsqu’une app ou un site web propose d’ajouter une clé d’accès, puis enregistrez-la directement dans votre base de données par défaut pour le Remplissage automatique.
ja: App や Web サイトでパスキーの追加を求められたら NextPass を選ぶだけで、自動入力のデフォルトデータベースに直接保存できます。
zh_hans: 当 App 或网站提供添加通行密钥时，选择 NextPass，即可将其直接保存到默认的自动填充数据库。
zh_hant: 當 App 或網站提供加入通行金鑰時，選擇 NextPass，即可將其直接儲存到預設的自動填寫資料庫。

source: Choose where to save this verification code.
de: Wählen Sie, wo dieser Bestätigungscode gespeichert werden soll.
es: Elija dónde guardar este código de verificación.
fr: Choisissez où enregistrer ce code de vérification.
ja: この確認コードの保存先を選択してください。
zh_hans: 选择此验证码的保存位置。
zh_hant: 選擇此驗證碼的儲存位置。

source: Choose your encryption
de: Wähle deine Verschlüsselung
es: Elige tu cifrado
fr: Choisissez votre chiffrement
ja: 暗号化方式を選ぶ
zh_hans: 选择你的加密方式
zh_hant: 選擇你的加密方式

source: Clear AutoFill Entries
de: AutoFill-Einträge löschen
es: Borrar entradas de autorrelleno
fr: Effacer les entrées de remplissage automatique
ja: 自動入力のエントリを消去
zh_hans: 清除自动填充条目
zh_hant: 清除自動填寫項目

source: Clear AutoFill Entries?
de: AutoFill-Einträge löschen?
es: ¿Borrar entradas de autorrelleno?
fr: Effacer les entrées de remplissage automatique ?
ja: 自動入力のエントリを消去しますか？
zh_hans: 要清除自动填充条目吗？
zh_hant: 要清除自動填寫項目嗎？

source: Clear Entries
de: Einträge löschen
es: Borrar entradas
fr: Effacer les entrées
ja: エントリを消去
zh_hans: 清除条目
zh_hant: 清除項目

source: Clear Favicon Cache
de: Favicon-Cache leeren
es: Borrar caché de favicons
fr: Vider le cache des favicons
ja: ファビコンのキャッシュを消去
zh_hans: 清除网站图标缓存
zh_hant: 清除網站圖示快取

source: Clear key file
de: Schlüsseldatei leeren
es: Borrar archivo de clave
fr: Effacer le fichier de clé
ja: キーファイルの選択を解除
zh_hans: 清除密钥文件
zh_hant: 清除金鑰檔案

source: Clear Key File
de: Schlüsseldatei leeren
es: Borrar archivo de clave
fr: Effacer le fichier de clé
ja: キーファイルの選択を解除
zh_hans: 清除密钥文件
zh_hant: 清除金鑰檔案

source: Clearer AutoFill suggestions
de: Klarere AutoFill-Vorschläge
es: Sugerencias de autorrelleno más claras
fr: Suggestions de remplissage automatique plus claires
ja: わかりやすくなった自動入力の候補
zh_hans: 更清晰的自动填充建议
zh_hant: 更清楚的自動填寫建議

source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
ja: クリップボード
zh_hans: 剪贴板
zh_hant: 剪貼板

source: Clipboard Clear Timeout
de: Löschfrist der Zwischenablage
es: Tiempo hasta borrar el portapapeles
fr: Délai d'effacement du presse-papiers
ja: クリップボードを消去するまでの時間
zh_hans: 剪贴板清除时限
zh_hant: 剪貼板清除時限

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Close Database
de: Datenbank schließen
es: Cerrar base de datos
fr: Fermer la base de données
ja: データベースを閉じる
zh_hans: 关闭数据库
zh_hant: 關閉資料庫

source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
ja: ウインドウを閉じる
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Cloud Accounts
de: Cloud-Konten
es: Cuentas en la nube
fr: Comptes cloud
ja: クラウドアカウント
zh_hans: 云账户
zh_hant: 雲端帳號

source: Cloud Database Unavailable
de: Cloud-Datenbank nicht verfügbar
es: Base de datos en la nube no disponible
fr: Base de données cloud indisponible
ja: クラウドのデータベースを利用できません
zh_hans: 云数据库不可用
zh_hant: 雲端資料庫無法使用

source: Cloud databases are cached locally and refreshed whenever you open them in the main app. AutoFill uses the cached copy only.
de: Cloud-Datenbanken werden lokal zwischengespeichert und bei jedem Öffnen in der Haupt-App aktualisiert. AutoFill verwendet nur die Cache-Kopie.
es: Las bases de datos en la nube se almacenan en caché localmente y se actualizan cada vez que las abre en la app principal. El autorrelleno solo utiliza la copia en caché.
fr: Les bases de données cloud sont mises en cache localement et actualisées à chaque ouverture dans l'app principale. Le remplissage automatique utilise uniquement la copie en cache.
ja: クラウドのデータベースはローカルにキャッシュされ、メインの App で開くたびに更新されます。自動入力はキャッシュされたコピーのみを使用します。
zh_hans: 云数据库会缓存在本地，并在你于主 App 中打开时刷新。自动填充仅使用缓存副本。
zh_hant: 雲端資料庫會快取在本機，並在你於主 App 中開啟時重新整理。自動填寫僅使用快取副本。

source: Cloud Provider Unavailable
de: Cloud-Anbieter nicht verfügbar
es: Proveedor en la nube no disponible
fr: Fournisseur cloud indisponible
ja: クラウドプロバイダを利用できません
zh_hans: 云服务提供商不可用
zh_hant: 雲端服務提供者無法使用

source: Cloud Service Unavailable
de: Cloud-Dienst nicht verfügbar
es: Servicio en la nube no disponible
fr: Service cloud indisponible
ja: クラウドサービスを利用できません
zh_hans: 云服务不可用
zh_hant: 雲端服務無法使用

source: Cloud Sign-In Cancelled
de: Cloud-Anmeldung abgebrochen
es: Inicio de sesión en la nube cancelado
fr: Connexion cloud annulée
ja: クラウドへのサインインがキャンセルされました
zh_hans: 云登录已取消
zh_hant: 雲端登入已取消

source: Cloud Sync
de: Cloud-Synchronisierung
es: Sincronización en la nube
fr: Synchronisation cloud
ja: クラウド同期
zh_hans: 云同步
zh_hant: 雲端同步

source: Cloud sync is not configured for this build.
de: Die Cloud-Synchronisierung ist für diesen Build nicht konfiguriert.
es: La sincronización en la nube no está configurada para este build.
fr: La synchronisation cloud n'est pas configurée pour ce build.
ja: このビルドではクラウド同期が構成されていません。
zh_hans: 此构建版本未配置云同步。
zh_hant: 此建置版本未設定雲端同步。

source: Cloud Sync Needs Attention
de: Cloud-Synchronisierung erfordert Ihre Aufmerksamkeit
es: La sincronización en la nube requiere su atención
fr: La synchronisation cloud nécessite votre attention
ja: クラウド同期に対応が必要です
zh_hans: 云同步需要处理
zh_hant: 雲端同步需要處理

source: Cloud Sync Not Configured
de: Cloud-Synchronisierung nicht konfiguriert
es: Sincronización en la nube no configurada
fr: Synchronisation cloud non configurée
ja: クラウド同期が構成されていません
zh_hans: 云同步未配置
zh_hant: 雲端同步未設定

source: Cloud sync warning
de: Warnung zur Cloud-Synchronisierung
es: Advertencia de sincronización en la nube
fr: Avertissement de synchronisation cloud
ja: クラウド同期の警告
zh_hans: 云同步警告
zh_hant: 雲端同步警告

source: Compression
de: Komprimierung
es: Compresión
ja: 圧縮
zh_hans: 压缩
zh_hant: 壓縮

source: Compression failed
de: Komprimierung fehlgeschlagen
es: Error de compresión
fr: Échec de la compression
ja: 圧縮に失敗しました
zh_hans: 压缩失败
zh_hant: 壓縮失敗
